Repository: EditionsDuRouergue/lerouergue
Catalog: sites/all/translations/dhtml_menu-7.x-1.0-beta1.*.po
Languages: fr

source: List
fr: Lister

source: Effects
fr: Effets

source: Fade in
fr: Fondu (<em>fade in</em>)

source: DHTML Menu
fr: Menu DHTML

source: Filter type
fr: Type de filtre

source: Speed
fr: Vitesse

source: Book: %title
fr: Livre : %title

source: Static navigation
fr: Navigation statique

source: Slide in vertically
fr: Glisser verticalement (<em>slide in</em>)

source: Slide in horizontally
fr: Glisser horizontalement (<em>slide in</em>)

source: Other effects
fr: Autres effets

source: When a menu opens
fr: Lorsqu'un menu s'ouvre

source: Close all other open menus on the page.
fr: Fermer tous les autres menus de la page.

source: When a menu closes
fr: Lorsqu'un menu se ferme

source: Close all its sub-items, too.
fr: Fermer aussi tous ses sous-menus.

source: Other menu: %menu
fr: Autre menu : %menu

source: Keep other menus open.
fr: Laisser les autres menus ouverts.

source: Close other open menus in the same tree.
fr: Fermer les autres menus dans le même arbre.

source: When a new page is loaded
fr: Lorsqu'une nouvelle page est chargée

source: Disabling DHTML
fr: Désactivation de DHTML

source: Very Fast (@seconds s)
fr: Très rapide (@seconds s)

source: Fast (@seconds s)
fr: Rapide (@seconds s)

source: Medium (@seconds s)
fr: Moyen (@seconds s)

source: Slow (@seconds s)
fr: Lent (@seconds s)

source: Very Slow (@seconds s)
fr: Très lent (@seconds s)
