Repository: EditionsDuRouergue/lerouergue
Catalog: sites/all/translations/draggableviews-7.x-2.1.*.po
Languages: fr

source: Title
fr: Titre

source: Content
fr: Contenu

source: more
fr: plus

source: Reset
fr: Réinitialiser

source: - None -
fr: - Aucun(e) -

source: Weight
fr: Poids

source: Book
fr: Livre

source: Field
fr: Champ

source: Views
fr: Vues

source: All
fr: Tout

source: Sort by
fr: Trier par

source: Apply
fr: Appliquer

source: - Select -
fr: - Sélectionner -

source: Makes Views draggable
fr: Rendre les vues déplaçables

source: view name
fr: nom de la vue

source: Master
fr: Maître

source: A view has been sorted
fr: Une vue a été triée

source: Access draggable views
fr: Accéder aux vues déplaçables

source: Give users the right to sort their views
fr: Donner aux utilisateurs le droit de trier leurs vues

source: Order view
fr: Ordonner la vue

source: Add weight integer field to sorts so it can be selected.
fr: Ajouter un champ Poids (entier) pour que le tri puisse être sélectionné.

source: Please select field that contains weight. It should be integer type and already added to sorts of the view.
fr: Veuillez sélectionner un champ qui contient un poids. Il doit être de type entier et déjà ajouté aux critères de tri de la vue.

source: Provides views for testing.
fr: Fournit des vues de test.

source: Sort entities by the draggableviews weight table field.
fr: Trier les entités du tableau via le champ Poids Draggableviews.

source: Provide a draggable functionality.
fr: Prise en charge de la fonctionnalité 'déplaçable'.

source: Custom Save button label
fr: Étiquette personnalisée pour le bouton Enregistrer

source: Allow to change Save button Label.
fr: Permet de modifier l'étiquette du bouton Enregistrer.

source: Display sort as
fr: Afficher le tri comme

source: Please choose the view and display that sets the order.
fr: Veuillez choisir la vue et l'affichage qui définissent l'ordre.

source: First you should create a view that sets sorting order.
fr: Vous devez d'abord créer une vue qui définit l'ordre de tri.

source: Arguments handling
fr: Gestion des arguments

source: Use all arguments
fr: Utiliser tous les arguments

source: Do not use any arguments (use empty arguments)
fr: N'utiliser aucun argument (utilisation d'arguments vides)

source: Prepare arguments with PHP code
fr: Préparer les arguments avec un code PHP

source: PHP code to prepare arguments
fr: Code PHP pour préparer les arguments

source: New items appear bottom of the list
fr: Les nouveaux éléments apparaissent en bas de la liste

source: New items means elements (for example nodes) that do not have saved weight (newly created).
fr: "Nouveaux éléments" implique des éléments (par exemple, les nœuds) qui n'ont pas de poids enregistré (créés récemment).
